{
  "main": {
    "name": "Sandesh Mankar",
    "occupation": "Full Stack Developer",
    "description": "Here will be your description. Use this to describe what you do or whatever you feel best describes yourself to a potential employer",
    "image": "profilepic.jpg",
    "bio": "A passionate, forward-thinking developer offering more than 5+ years of experience including 2 years as freelancer building, integrating, testing, and supporting Web and Native Mobile Application. and Quick learner with strong interpersonal skills and proven ability to manage the positive and productive client relationship, problem solver.",
    "contactmessage": "Here is where you should write your message to readers to have them get in contact with you.",
    "email": "youremailhere@gmail.com",
    "phone": "+91-9702242036",
    "address": {
      "street": "(Your Street)",
      "city": "Mumbai",
      "state": "Maharashtra",
      "zip": "400086"
    },
    "website": "http://www.timbakerdev.com",
    "resumedownload": "http://timbakerdev.com",
    "social": [
      {
        "name": "facebook",
        "url": "https://www.facebook.com/mankarsandesh11/",
        "className": "fa fa-facebook"
      },
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/mankarsandesh/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "instagram",
        "url": "http://instagram.com/sandesh_mankar",
        "className": "fa fa-instagram"
      },
      {
        "name": "github",
        "url": "http://github.com/mankarsandesh",
        "className": "fa fa-github"
      },
      {
        "name": "skype",
        "url": "http://skype.com",
        "className": "fa fa-skype"
      }
    ]
  },
  "resume": {
    "skillmessage": "Here you can create a short write-up of your skills to show off to employers",
    "education": [
      {
        "school": "Mahatma Education Society's Pillai College of Engineering, New Panvel",
        "degree": "Degree in Computer Engineering",
        "graduated": "April 2018",
        "description": "Forever Connect This project was a modification of a friend forever project where users can share and upload status images at one place. ie-Cloud like Cloud + Social + Sharing."
      },
      {
        "school": "Padmabhushan VasantDada Patil Pratishthan's College of Engineering",
        "degree": "Diploma in Computer Engineering",
        "graduated": "March 2013",
        "description": "Friend Forever: Users can share their status. Users can also upload and share images"
      }
    ],
    "work": [
      {
        "company": "TNK",
        "title": "Full Stack Engineer ",
        "years": "March 2010 - Present",
        "description": "Currently working as a front end team leader on Casino project Framework-javascript Vue.js Nuxt Single-page Application. and NodeJS used for Socket.  ● Participating in the design and creation of scalable software. ● Writing clean, functional code on the front and back-end  ● Testing and fixing bugs or other coding issues. ● Work with development teams and product managers to ideate software solutions ● Design client-side architecture."
      },
      {
        "company": "Indian Talent Olympiad",
        "title": "Team Leader",
        "years": "July 2018 - July 2019",
        "description": "Managed all the IT projects in this company (ie 6projects) Worked as a team leader and managed 5 team members by assigning respective tasks to them Also contributed to app and web Deployment on server. ● Write technical documentation,  ● Writing clean, functional code on the front and back-end. ● Testing and fixing bugs or other coding issues. ● Develop and manage well-functioning databases and applications."
      },
      {
        "company": "Apptroid",
        "title": "Web Developer",
        "years": "April 2016 - March 2017",
        "description": " Worked on real estate products and Multi-Level Marketing. Also worked on Project Management and File Management ( One Cloud). ● Write technical documentation with all team Members. ● Build features and applications with a mobile responsive design. ● Design client-side and server-side architecture."
      }
    ],
    "skills": [
      {
        "name": "Javascript",
        "level": "70%"
      },
      {
        "name": "Vue JS",
        "level": "75%"
      },
      {
        "name": "React JS",
        "level": "50%"
      },
      {
        "name": "PHP",
        "level": "50%"
      },
      {
        "name": "Laravel",
        "level": "50%"
      },
      {
        "name": "Codegintor",
        "level": "50%"
      },
      {
        "name": "Slim Framework",
        "level": "50%"
      },
      {
        "name": "Express",
        "level": "60%"
      },
      {
        "name": "CSS",
        "level": "90%"
      },
      {
        "name": "HTML5",
        "level": "90%"
      },
      {
        "name": "Ionic 3",
        "level": "60%"
      },
      {
        "name": "Github",
        "level": "80%"
      },
      {
        "name": "Docker",
        "level": "60%"
      },
      {
        "name": "Kubernetes",
        "level": "40%"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Whitelabel",
        "category": "Frontend Developer",
        "contribution": "Worked as a frontend team Leader. Working with Backend Team and planning to Design Frontend Part on timeline and also work with backend team help to design Database",
        "technology": "VueJS,Nuxt.js, Vutify and Node JS",
        "url": "https://www.canadianwanderlust.com",
        "description": "Users can register and play different online casino games like EC Gaming. Users can also add balance in their respective wallet and currency type may vary depending on their respective country."
      },
      {
        "title": "EC Gaming (Business Mode)",
        "category": "Frontend Developer",
        "contribution": "work as Frontend team Player and we Work on Vue js (NUXT)framework SPA Mode. In this Project we work on Socket things. Because lots of data comes from Socket. ",
        "technology": "VueJS,Nuxt.js, Vutify and Node JS",
        "url": "https://www.canadianwanderlust.com",
        "description": "Casino software where users can do Betting on Stock last digit number .This game also has different types of rules.We provide our Api’s to another Casino as a third party api."
      },
      {
        "title": "EC Gaming (Game Mode)",
        "category": "Frontend Developer",
        "contribution": "Worked as a Frontend Team player and working on React Js,redux and Material UI for Design framework. Node js for Socket Connection with Stock real Price.",
        "technology": "React Js , Redux , Material UI and Node JS",
        "url": "https://www.canadianwanderlust.com",
        "description": "There is another EC Gaming Mode that looks like a Game. Users can Bet on Stock Every 1 min and 5 Min game"
      },
      {
        "title": "Shaadi Proposal",
        "category": "Team Leader",
        "contribution": "-My main Role is this working on Frontend and Backend Part as well as Design  Database. and solve real-time problems in this project like matching people with the same  interest",
        "technology": "Mysql, Codeigniter , HTML ,Javascript , Jquery, Bootstrap , AWS S3 , AWS EC2 ,Ionic 3 , Android and IOS deployment",
        "url": "https://www.canadianwanderlust.com",
        "description": "Shaadi Proposal Platform find your perfect Wedding Partner Select & Connect with Matches you like in Indian. and Around 30k User Register in Year. "
      },
      {
        "title": "Olympiad",
        "category": "Team Leader",
        "contribution": "Managed admin panel , Working on REST API with android Team and deployed the latest APK version on play store.",
        "technology": "Mysql, Codeigniter, HTML, Bootstrap , Javascript, AWS S3 , AWS EC2 , Android  deployment.",
        "url": "https://www.canadianwanderlust.com",
        "description": "This app specifically focuses on school students. Students can buy subjects and study wise  membership and give mcq quiz. Across 10k students have subscribed to this application . My role -Managed admin panel and deployed the latest version on play store."
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "Here you should write some nice things that someone has said about you. No lies though, employers can tell when you are lying.",
        "user": "Kareem Abdul Jabbar"
      },
      {
        "text": "That Tim Baker must be one of the most brilliant developers I've ever met! It is amazing that nobody has hired him yet. Hey you, you should hire this guy, he may be fresh out of University and have zero on the job experience but I am confident that he will be one of your best developers in no time!",
        "user": "Steve Wozniak... impersonator"
      }
    ]
  }
}
